package org.javaguru.mentor.lesson_2_variables_and_data_types.lessoncode;

public class Sum {

    public static void main(String[] args) {
        // Получить первое число
        int number1 = 100;

        // Получить второе число
        int number2 = 900;

        // Сложить числа
        int result = number1 + number2;  // +, -, *, /

        // Вывести на консоль результат
        System.out.println(result);
        System.out.println("Result = " + result);
    }

}
