Напишите программу, которая складывает два числа и выводит
результат на консоль.

Набросок решение {
    int number1 = 100;
    int number2 = 200;
    int result = number1 + number2;
    System.out.println();
}

Цели:
- познакомиться с типом данных int для представления целых чисел;

- познакомиться с понятием переменной;

- потренироваться в придумывании названия класса для новой программы.
